import humanitarianBuildings from "../assets/10-humanitarian-buildings.png";
const russianText = {
  id: "russianText",
  titles: {
    ippo: "Представление Императорского Палестинского Православного Общества",
    headsOf: "Главы ИППО",
    humanitarian: "Гуманитарная деятельность ИППО",
    importentStructures: "Российская недвижимость в Израиле",
    hitrovo: "Василий Николаевич Хитрово",
  },
  titles1: [
    {
      name: `ippo`,
      text: `ИППО`,
    },
    {
      name: `headsOf`,
      text: `Главы ИППО`,
    },
    {
      name: `humanitarian`,
      text: `Гуманитарная деятельность`,
    },
    {
      name: `importentStructures`,
      text: `Российская недвижимость в Израиле`,
    },
    {
      name: `hitrovo`,
      text: `В.Н Хитрово`,
    },
  ],
  particularInfo: {
    humanitarian: `Гуманитарная деятельность ИППО в Палестине в конце 19 века 
    С момента возникновения в 1882 г. Общество ставило перед собой цели оказания безвозмездной помощи местному населению на Святой Земле. В Уставе Общества написано «Православное общество создано в научных и благотворительных целях» и далее «создать школы, больницы и гостиницы, а также предоставить помощь местным жителям».
    Экономическое положение и уровень жизни того периода Российской империи, находившейся на пике экономического и интеллектуального  развития, были недостижимой мечтой жителей Палестины, находящихся под мандатом разваливающейся Османской империи, которая вскоре прекратит своё существование.
    
    Просветительская деятельность
    С возникновения христианства в Палестине и в Иерусалиме появились его многочисленные течения. В 19 веке остро ощущалась нехватка православного обучения для детей из религиозных семей. Дети были вынуждены учиться в альтернативных учебных заведениях. Общество немедленно приступает к открытию школ, сталкиваясь с огромными препятствиями, чинимыми турецкими властями. И всё же 6 декабря 1882 г. в Назарете открывается первая школа с одним преподавателем и тридцатью учениками.
    Проект был настолько популярен у местного населения, что через некоторое время в Галилее открылось ещё несколько школ. Общество планировало открыть несколько школ в Иерусалиме, но столкнулось с сопротивлением со стороны греческого Патриарха. Поэтому Общество продолжило открывать школы в Иудее и Галилее, причём не только в Палестине, но и в Сирии и в Ливане.
    Школа в Назарете превращается в интернат, в котором проживают учителя и ученики. При интернате открывается поликлиника, обслуживающая также и местное население. Школа превращается в семинарию по подготовке учителей для преподавания в других школах ИППО.
    Община, заинтересованные в качественнов российском обучении, собирала пожертвования, отводила территорию для постройки и строила здание для школы, если не было свободного. Общество  предоставляло всё необходимое: главным образом, учителей, а также парты, стулья, учебники, тетради и т.д.
    Обучение было не только православным, но и многоплановым. Целью было привить ученикам ценности и профессиональные навыки, соответствующие среде и полезные в будущем, поэтому особое внимание уделялось арабистике и математике.
    Атмосфера в школах была исключительно благоприятной, в них царили порядок и дисциплина. Ученики возвращались домой довольные, а местное население ценило российское присутствие.
    Следующий крупный образовательный комплекс, созданный по образу и подобию интерната в Назарете, был открыт в Бейт Джала в предместье Иерусалима. При школе были также больница и церковь. Школа была построена на средства императрицы Марии Фёдоровны. Это была женская школа, в которой также обучались будущие учительницы для преподавания в школах в Леванте. Первые ученики начали обучение в 1890 г. Будующие учителя проходили также основы медицины для оказания первой помощи. После завершения обучения они обязаны были отработать в одной из клиник общества.
    
    Школа для учительниц в Бейт Джала 1892 г.
    
    
    Комплекс, построенный ИППО в Назарете и названный в честь Великого князя Сергея Александровича. 22 июля 1902 г.
    
    Ученики старшего класса мужской учительской семинарии в Назарете. 1907 г.
    
    
    Приёмная мужской учительской семинарии в Назарете. 1907 г.
    
    Помимо задачи обеспечить высокий уровень преподавания в школах, принадлежащих обществу, необходимо было создать учителям условия труда, соответствующие условиям в Российской империи.
    В 1901 г. Палестину посетил Николай Милиевич Аничков,  почётный член  и будующий заместитель председателя ИППО, с целью проверки школ. После посещения он написал так: «Должен признаться, что перед поездкой на Святую землю думал, что школы, о которых писали и говорили, это всего лишь плоды фантазии. Но когда увидел их воочию, убедился, что они не только существуют, но не уступают Российским школам.
    Образовательный проект увенчался успехом. Через 25 лет после создания Общества, к 1907 функционировали уже 101 школа на Ближнем Востоке: 5 - в Иудее (466 учеников), 19 – в Галилее (723 ученика), 50 – на юге Сирии (5063 ученика) и 5 – в Бейруте (1018 учеников). В 48 из этих школ был один класс, в 51 – два класса, кроме того, работали два учительских семинара, мужской и женский в Бейт Джала.
    Медицинская помощь
    Начиная  с середины 19 века и до начала Первой Мировой войны,  приток российских паломников на Святую землю. Постоянно увеличивался. Многие из низ были пожилого и преклонного возрастов. Длительное путешествие с окраин Российской империи в Иерусалим дорого обходилось многим из них. 
    Медицинское обслуживание, предоставляемое турецкими властями было недостаточным, предпочтение отдавалось подданным Османской империи. Параллельно с этим, больницы, открытые западными странами, требовали от больных взамен лечения участие в проповедях представителей западной церкви.
    Возникла необходимость в самостоятельной системе здравоохранения, поэтому уже в 1863 году в Иерусалиме открылась больница, ставшая вершиной гуманитарной деятельности Организации. Больница была построена по указанию императрицы Марии Александровны и обуродована новейшей техникой того времени: оборудованием для переливания крови, промывания желудка и дорогими хирургическими инструментами. Представитель ИППО, посетивший больницу с инспекцией, писал: «Чистота и порядок могут конкурировать с лучшими больницами». 
    Через два года после тяжёлой эпидемии 1883 г. было открыто здание для лечения инфекционных болезней, с 1889 г. в больнице начали проводится хирургические операции. В отчёте за тот год сообщалось о десятке успешных операций, выполненных в больнице. В день открытия в больнице было 30 коек, в 1887 г. в больнице уже было 75 коек. Таким образом, больница ИППО стала самой большой в Иерусалиме.
    В 1884-1887 гг. российские паломники составили около 55% пациентов больницы, остальные пациенты были выходцами из самых бедных слоёв общества Иерусалима.
    Паломники платили больничный налог в размере одного рубля, получая за это любое бесплатное медицинское обслуживание. Остальные деньги для больницы жертвовались богатыми россиянами. От 14% до 50% паломников воспользовались медицинскими услугами на Святой Земле.
    В 1888 г. открылась лечебница в Назарете в школьном кампусе. Учителя проходили на месте первичное обучение по оказанию первой помощи и помогали в поликлинике.
    В 1890 г. открылась ещё одна лечебница при школе в Бейт Джала, причём в этих лечебницах оказывали помощь местным больным наряду с учителями и учениками.
    В 1911 году в Иерусалимской больнице  было 22,000 пациентов. Во всех лечебных учреждениях ИППО в Палестине и на Ближнем Востоке (Израиль, Сирия, Ливан) были зарегистрированы более 100,000 пациентов.    

  <img
    src=${humanitarianBuildings}
    alt="humanitarian buildings"
    class="humanitarianBuildings"
  />

        `,
    ippo: `
    «Ради Сиона не умолкну, ради Иерасалима не успокоюсь» так писал пропок Исайя глава 62, стих первый.
Эти строки, взятые из Ветхого Завета и вытесненные на гербе Императорского Палестинского Православного Общества, раскрывают глубокую, сильную и многолетнюю связь между русским народом и Святой Землёй с её священными для православия достопримечательностями.
Эта связь как нить соединяет все сословия: простых крестьян, священников, среднее сословие как светское, так и религиозное, и тянется к Главе Империи.
Императорское Палестинское Праврславное Общество ( сокращённо ИППО ) научно-гуманитарная организация, основанная в 1882 г., спустя почти столетие с начала русской деятельности на Святой земле и спустя почти тысячелетие с прихода христианства в Российскую империю.
Образование, археология, медицинская помощь христианским паломникам – это неполный перечень тех целей, которые Общество поставило перед собой и успешно осуществляло в течение многих лет. Значительную роль играет Общество в возвращении Иерусалиму его историческую миссию – служить центром трёх монотеистических религий: иудаизма, христианства и ислама.
В начале 19-го столетия Иерусалим, с его 2500-летней историей, находится в запущенном состоянии, как часть древнего мира, не осиливший переход в современность, в отличие от европейских городов. Османская империя, владевшая городом на протяжении почти 400 лет ( с 1517 г.), переживала период экономического и культурного застоя, приведшему к утрате власти на Ближнем Востоке.


Руины площади Мористан и храма Гроба Господня. 1860 г.
«Вид толпы инвалидов, убогих и больных, заполонивших  Святые места и заградивших ворота, наводит на мысль о возвращении в древность, о божьем ангеле, способном сойти на землю в любую минуту и превратить в кипяток воду в купальне Вифезда. Иерусалим – город холодный, унылый и безжизненный. Не хотел бы я в нём жить.»  Марк Твен, 1867 г.
Идея посещения святых мест в Палестине и Иерусалиме прочно укоренилась в русском народе. Многочисленные стихи и истории  о приключениях, передавались из поколения в поколение, разжигая фантазию слушателей. Христианская вера объединяла все слои общества: простых рабочих и крестьян, писателей, художников, интеллигнцию, а также представителей высших слоёв общества, включая императорскую семью. Путешествие в Иерусалим из Росии на протяжении сотен лет было опасным и очень дорогим. Тысячи километров надо было проделать верхом на лошади или осле. Лишь немногие решались на поездку, некоторые из них не возвращались.
С появлением пароходов в 19 веке, путешествие в Святую Землю стало реальным для многочисленных верующих, многие сотни лет мечтавших увидеть Землю, по которой ходил Иесус. Поездка, занимавшая ранее много недель, сократилась вдвое. Российские паломники не говорили по-арабски, на котором говорили в Палестине, не были знакомы с дорогами на Востоке. Несмотря на это, поток паломников, увеличивался из года в год.
В отличие от Иерусалима и Османской империи, христианские государства были на пике технической революции. Священники и монашки, представители правящей элиты, архитекторы, паломники и дальновидцы начинают постепенно стекаться в город с начала 19 века. Небольшой ручеёк превращается в полноводную реку к началу 20 века, но прекращается с началом Первой Мировой войны.
Так, например, русские паломники добирались до Палестины и Иерусалима, в середине 19 века. Их подстерегали многочисленные трудности, а также опасности со стороны местного населения: насилие, мошенничество и т.д. Посланники Российской империи и церкви докладывали о необходимости защиты паломников, прибывающих в Палестину, а также  об ослабевании православной церкви  на Святой земле и необходимости оказания помощи от Империи.
Царская семья, стоявшая во главе Российской империи, была глубоко религиозной. Кроме того, связь с Ближним Востоком, отвечала российским политическим интересам в регионе в противостоянии влиянию Запада.
Посланники ортодоксальной церкви также должны были оказывать помощь верующим, прибывшим на Святую землю.
Так, царица Мария Александровна и её супруг царь Александр Второй, содействовали сбору пожертвований среди российских жителей на нужды церкви. На совместные средства были приобретены участки земли в Иерусалиме для ночлега паломников, а также для Российского консульства и посланников церкви. Но поток паломников только усиливался, из-за нехватки мест, они ночевали в коридорах, а также – в палатках, которые ставили прямо на земле.
Возникла необходимость в  создании единой организции, вне государства и церкви, которая бы функционировала  под надзором Османских властей.
Первым эту идею письменно сформулировал  мелкий чиновник, прибывший в Палестину в качестве туриста-паломника по имени Василий Николаевич Хитрово. Ему удалось, при поддержке многих других, убедить отца Антонина Капустина, образованного человека, создать такую организацию. Вместе им удалось привлечь Великого князя Сергея Александровича, брата царя Александра 3, встать во главе организации, а также создать её устав, утверждённый царём.
21 мая 1882 г. состоялось торжественное открытие ИППО.
Первым проектом ИППО стало объединение российской собственности под контроль организации в целях увеличения эффективности управления. Среди этих объектов было Александровское подворье в Старом городе, гостиницу для паломников имени Марии Александровны, церковь Святой Троицы и т.д.
Организация действовала под властью Османской империи, известной своим бюрократизмом, до Первой Мировой войны.
К концу 19 века число паломников постоянно увеличивалось и достигло 4000 человек в год. Здания, принадлежавшие Росии, могли вместить до 1000 человек.
Организация начала срочно создавать новые здания для ночлега паломников. На территории Русского подворья были построены три центральных здания для проживания паломников, среди них – Сергиевское подворье, предназначенное для проживания элиты российского общества. Кроме того, была построена мужская гостиница имени Николая 2, а также гостиница для паломников в Яффо.
Помимо обеспечения жильём паломников,  ИППО помогает местным жителям, церквям, монастырям построить школы, больницы и приюты на Святой земле.
Создаются школы в Назарете и Бейт Джале, больница в Иерусалиме, 50% пациентов которой составляют паломники. Общество финансирование прокладки более 2 км канализации в Иерусалиме. Ей также удаётся поставить в город питьевую воду путём строительства колодцев и сбора дождевой воды.
Общество строит церкви, являющиеся украшением иерусалимского пейзажа и производящие неизгладимое впечатление на туристов, до наших дней, -церковь Святой Троицы, церковь Марии Магдалены, церковь Всех святых в Эйн Керем и т.д.
В высшем обществе Санкт Петербурга начинают проявлять большой интерес к посещению Святой Земли, благодаря обширной просветительской деятельности Общества в России.
С 1897 г. Общество проводит лекции о Священных местах в Палестине в качестве подготовки паломников к поездке на Святую Землю. На лекции прибывают тысячи людей, и в течение пяти лет их прослушали около пяти миллионов человек.
Церкви, в корых проходили лекции, не выдерживали наплыва всех желающих, в результате чего лекции начали проводиться под открытым небом.


Манифест ИППО, утверждённый Священным Синодом в 1882 г.

Дополнительной целью общества стало высококачественное православного просвещения для ортодоксальной общины на Ближнем Востоке.
Общество выявило нехватку ортодоксального просвещения среди лавантийских христиан и выделило на эти цели значительные ресурсы.
Сначала эта проблема решалась предоставлением денежной помощи, а впоследствие – строительством школ и назначением персонала. 6 декабря 1882 г., после многочисленных усилий, дошедших до князя Сергея Александровича, Общество открыло первую школу на Святой Земле, с одним учителем и 30 учениками, обозначив себя впервые просветительско-гуманитарной организацией.
К 25-илетнему юбилею Общества в 1907 году были созданы 101 школа от Сирии на севере до Бейт Джалы на юге. 
Главной же целью Организации было предоставить помощь поломникам, осуществившим мечту о посещении Святой Земли. ИППО сопровождает паломника от его деревни до Иерусалима, выдаёт специальный паспорт, предоставляющий субсидии небогатым паломникам, от отправки пароходом из Одессы до прибытия в порт Яффо, включая посещение Святых мест, в которых побывал Иесус.
В Иерусалиме паломникам предоставляется ночлег в специально созданных для них гостиницах на известном всем сегодня Русском подворье в Иерусалиме. Паломники получают еду и медицинское обслуживание по себестоимости.
В сопровождении специалистов паломники выезжают большими группами в святые места, о которых читали книги и слышали в молитвах, от Тиберитского озера на севере до Мёртвого моря на юге.
Итак, мы начнём наше путешествие по следам тех людей из прошлого, которые мечтали и осуществили свою мечту.
         `,
    hitrovo: `
    Василий Николаевич Хитрово
Российский общественный и политическй деятель середины 19 века. Ему принадлежала идея и инициатива создания Палестинского Православного общества. Его можно назвать Герцлем православного христианства, но, в отличие от Герцля, Хитрово посчастливилось увидеть осуществление своей мечты.
Хитрово родился в 1834 г. в Санкт-Петербурге.
Первое посещение Палестины в 1871 г. в качестве паломника, произвело на Хитрово сильнейшее впечатление, он по-настоящему влюбился в эту землю.
Хитрово написал книгу «Неделя в Палестине. Из путевых воспоминаний », в которой описал свою поездку. Хитрово уделил много времени нуждам русских паломников в Палестине, а также проблеме усиления влияния Российской империи в регионе.
Хитрово пришёл к выводу о необходимости создания негосударственной организации, чтобы не вызвать антогонизм Османских властей. По замыслу Хитрово, такая организация укрепит влияние России и Русской церкви в Палестине, где укреплялось и расширялось влияние Западных держав и их церквей.
В Палестине Хитрово познакомился с сотрудником Религиозной миссии Архимандритом Антонином Капустиным, между ними завязалась настоящая дружба. Вмести они объездили верхом всю Галилею, обмениваяси мнениями и идеямм.
Хитрово углубляет идею создания организации в интересах церкви и паломников в Палестине, переносит её на бумагу и передаёт документ Архимандриту Антонину Капустину. Параллельно он обратился к бывшиму начальнику  российской ралигиозной миссии в Палестине Архимандриту Леониду Кавелину, настоятелю монастыря «Новый Иерусалми» в Москве.
В начале идеи Хитрово не понравились ни руководству церкви, ни его другу Капустину, отклонившему его идею. Но через два года Капустин решил поддержать идею Хитрово. 
Капустин обратился к графу Е.В. Путятинуи рассказал об идее создания негосударственной организации в Палестине. Графа идея вдохновила, он представил и продвинул её осуществление в высших слоях Санкт-Петербургского общества.
Хитрово представил Устав общества на утверждение обер-прокурора  Святейшего синода К.П. Победоносцева. Одновременно с этим граф  Путятин получил копию Устава и добился подписей под ним высоких лиц, в том числе и подписи Великого князя Сергея Александровича, согласившегося стать первым Председателем Общества. Главную подпись на Уставе поставил царь Александр Третий.
21 мая 1882 г. создание Общества стало свершившимся фактом. Со временем оно стало называться Императорское Православное Палестинское Общество, сокращённо ИППО.
Хитрово был избран его почётным членом и помощником Августейшего Председателя , а затем стал секретарём Общества., и оставался им до своей кончины в 1903 г. Хитрово похоронен в Санкт-Петербурге.
«Не теряйте духом» - такое завещание оставил своим последователям Василий Николаевич Хитрово.
На протяжении своей жизни при поддержке ИППО Хитрово выпустил семь книг, все они посвящены Палестине и Святым местам:
«Научное значение раскопок, произведённых православным палестинским обществом на русском месте близ Храма Гроба Господня в Иерусалиме» (1885 г.)
«Неделя в Палестине. Из путевых воспоминаний» (1879 г.)
«Палестина и Синай» (1876 г.)
«Ортодоксы в Св. Земле (1881 г.)
«Православие в Св. Земле» (1898 г.)
«Письма из Св. Земли (1898 г.)
«Русские паломники Святой Земле» (1905 г.)


    `,
  },
  headsOf: [
    {
      name: "world.the",
      id: "one",
      info: `       1882-1905 гг.- Великий князь Сергей Александрович (1857-1905), пятый сын царя Александра II, брат царя Александра III, дядя и правая рука последнего царя Николая II, супруг Великой княгини Елизаветы Фёдоровны, Московский генерал-губернатор, командующий Московским военным округом, носивший звание полковника Российской армии. Глубоко верующий христианин. Погиб от бомбы террористов в 1905 г.`,
      image: "01-headOf",
    },
    {
      name: "world.the22",
      id: "two",
      info: `1905-1917 -Великая княгиня Елизавета Фёдоровна, принцесса Гессен-Дармштадтская, внучка английской королевы Виктории, старшая сестра последней Российской царицы Александры фёдоровны, Основательница монастыря Марии Магдалены в Москве. Была супругой Великого князя Сергея Александровича с 1884 г. Будучи ревностной христианкой, много занималась благотворительностью для жителей Москвы, в период, когда её муж был Московским генерал-губернатором. После его гибели продала всё своё имущество, чтобы построить монастырь и приют для неимущих. 
      Убита большевиками после Октябрьского переворота. Похоронена, по её просьбе, в церкви Марии Магдалены на Масличной горе горе в Иерусалиме.`,

      image: "02-headOf",
    },
    {
      name: "world.the22",
      id: "three",
      info: `1917-1918 –   князь Алексей Александрович Ширинский-Шихматов (1862-1930). Русский государственный и общественный деятель, гофмейстер Высочайшего Двора, действительный статский советник, обер-прокурор Святейшего Синода, сенатор, член Государственного Совета. Основатель Общества Возрождения Художественной Руси.`,
      image: "03-headOf",
    },
    {
      name: "world.the22",
      id: "four",
      info: `1918-1921 – Латышев Василий Васильевич (1855-1921). Русский филолог-классик, эпиграфист и историк. Академик Петербургской академии наук, член-корреспондент Прусской академии наук. Член Германского археологического института. Автор классических трудов, наибольшее значение среди них имеют: «Свод античных надписей, найденных в Северном Причерноморье» и «Известия древних писателей, греческих и латинских, о Скифии и Кавказе».`,
      image: "04-headOf",
    },
    {
      name: "world.the22",
      id: "five",
      info: `1921-1928 гг.  – Успенский Фёдор Иванович  (1845-1928). Российский и советский византист, Академик Российской академии наук, академик Петербургской академии наук, академик АН СССР, директор Русского археологического института в Константинополе, редактор Византийского временника. Автор трёхтомного труда «История Византийской империи», над которым он работал в течение 25 лет.`,
      image: "05-headOf",
    },
    {
      name: "world.the22",
      id: "six",
      info: `1928-1934 гг. – Марр Николай Яковлевич (1865-1934). Российский и советский востоковед и кавказовед, филолог, историк, этнограф и археолог, академик Императорской академии наук, академик и вице-президент АН СССР. Создатель «нового учения о языке», или «яфеетской теории».`,
      image: "06-headOf",
    },
    {
      name: "world.the22",
      id: "seven",
      info: `1934-1951 гг. – Крачковский Игнатий Юлианович (1883-1951). Русский и советский арабист, академик Российской академии наук. Один из создателей школы советской арабистики. Один из создателей первого издания «Энциклопедии ислама».`,
      image: "07-headOf",
    },
    {
      name: "world.the22",
      id: "eight",
      info: `1951-1970 гг. – Толстов Сергей Павлович (1907-1976). Советский историк, этнограф, археолог, исследователь истории народов Средней Азии, истории, этногенеза и культуры каракалпакского народа, открыватель древнехорезмийской цивилизации. Директор института этнографии, директор Института востоковедения и учёный секретарь Президиума АН СССР, а также заведующий кафедрой  этнографии и декан исторического факультета  МГУ.`,
      image: "08-headOf",
    },
    {
      name: "world.the22",
      id: "nine",
      info: `1970-1971 гг. – Губер Александр Андреевич (1902-1971). Советский историк, специалист по истории  стран Юго-Восточной  Азии, доктор исторических наук, профессор, академик  АН СССР.`,
      image: "09-headOf",
    },
    {
      name: "world.the22",
      id: "ten",
      info: `1971-1978 гг. – Тихвинский Сергей Леонидович (1918-2018). Советский и российский историк, дипломат, действительный член Российской  академии  наук, академик АН СССР. Специалист  в области новой и новейшей истории стран  Дальнего Востока, преимущественно  Китая, и истории международных отношений. Лауреат Государственных премий СССР  и РФ.`,
      image: "10-headOf",
    },
    {
      name: "world.the22",
      id: "eleven",
      info: `1978-1982 гг. – Удальцова Зинаида Владимировна (1918-1987). Специалист в области  византиноведения, славяноведения и истории поздней античности. Доктор исторических наук , профессор,заведующая кафедрой истории средних веков  МГУ. Член-корреспондент  АН СССР. Директор Института всеобщей истории АН СССР.`,
      image: "11-headOf",
    },
    {
      name: "world.the22",
      id: "newTwelve",
      info: `1983-1985 ואסילי גריגוריביץ סולודובניקוב (1918-2018) - כלכלן, דיפלומט, מומחה לאפריקה, חבר באקדמיה הרוסית למדעים במחלקה ליחסי חוץ. כיהן סגן נציג באו"ם מטעם רוסיה, נציג דיפלומטי של ממשלת רוסיה בזמביה וזימבבואה. כשגריר במדינות אלו היווה השראה לדמות רוסי בספרו של הסופר הנודע פרדריק פורסיית'. נולד בכפר קטן בשם צ'רוניצ'ה בקרבת נהר הוולגה במחוז סמרה. `,
      image: "solodovnikov",
    },
    {
      name: "world.the22",
      id: "twelve",
      info: `1985-1988 гг. – Новосельцев Анатолий Петрович (1933-1995). Советский и российский историк-востоковед. Член-корреспондент  АН СССР, директор Института российской истории РАН. Специалист по средневековой истории стран Кавказа и Закавказья, Ирана, Древней Руси.`,
      image: "12-headOfOption2",
    },
    {
      name: "world.the22",
      id: "thirteen",
      info: `1988-1989 гг. – Ахрамович Роман Тимофеевич (1923-1989). Советский историк-востоковед. Участник Великой Отечественной  войны. Дважды был в плену и дважды бежал. Воевал в партизанском отряде.
      Директор Института стран Азии и Африки МГУ. Почётный член Кабульского университета.`,
      image: "13-headOf",
    },
    {
      name: "world.the22",
      id: "fourteen",
      info: `1989-2000 гг. – Пересыпкин Олег Герасимович (1935). Доктор исторических наук. Чрезвычайный и полномочный посол в Йемене, Ливии, Ливане, ректор Дипломатической  академии МИД СССР.`,
      image: "top-secret",
    },
    {
      name: "world.the22",
      id: "fifteen",
      info: `2001-2003 гг. – Чистяков Алексей  Фёдорович (1946).  Российский  дипломат, кандидат политических наук. Представитель  Российской Федерации  при Палестинской национальной администрации  в г. Газа. Заместитель директора Департамента Ближнего Востока  и Северной Африке  МИД РФ. Чрезвычайный и полномочный посол РФ в Республике Судан. Одним из первых в российской новейшей истории поднял вопрос о необходимости возвращения российской недвижимости  в Святой земле, в том числе Сергиевского подворья в Иерусалиме.`,
      image: "14-headOf",
    },
    {
      name: "world.the22",
      id: "sixteen",
      info: `2003-2006 гг. – Щапов Ярослав  Николаевич (1928-2011). Советский и российский историк, историк церкви. Доктор исторических наук, профессор. Член-корреспондент РАН, член-корреспондент АН СССР , Советник Российской академии наук. Председатель Научного совета «Роль религий в истории » РАН, председатель двусторонней Комиссии историков России и Польши, руководитель департамента науки Российского дворянского собрания и секции истории Центрального (Московского) дома учёных.`,
      image: "15-headOf",
    },
    {
      name: "world.the22",
      id: "seventeen",
      info: `2003-2006 гг. – Щапов Ярослав  Николаевич (1928-2011). Советский и российский историк, историк церкви. Доктор исторических наук, профессор. Член-корреспондент РАН, член-корреспондент АН СССР , Советник Российской академии наук. Председатель Научного совета «Роль религий в истории » РАН, председатель двусторонней Комиссии историков России и Польши, руководитель департамента науки Российского дворянского собрания и секции истории Центрального (Московского) дома учёных.`,
      image: "16-headOf",
    },
  ],
  openingParagraph: `
  Российская недвижимость в Израиле 
  В период 1850-1917 гг. усилиями Российской империи и русской церкви были построены десятки строений на Ближнем востоке и, в частности, в Палестине. Таким образом, прогресс и техническая революция, начавшиеся на Западе, достигли наших мест.
Со времён распространения христианства на Руси, русский народ ощущает глубокую связь со святыми для христианства местами в Палестине.  Огромные силы и средства вкладываются сюда Российским государством и русским народом. Они направляются, в основном, на строительство церквей и монастырей, а также инфракструктуры для паломников в Иерусалим, число которых растёт с каждым годом. Эти инвестиции были очень важны для развития Палестины. Их результаты чувствуется и в наши дни: прекрасные церкви украшают Израиль, тысячи туристов приезжают ежегодно из России с целью посещения Святых мест.

Среди главных строений, построенных ИППО и русской церковью выделяется. 
  `,
  importentStructures: [
    {
      name: "tamirShina",
      id: "Ascension-Monastery",
      info: `
      <b>Елионский Спасо-Вознесенский монастырь на Масличной горе</b>- 
      Арабские местные жители назвали его «Аль Московия» в честь построивших его российских паломников, несмотря на то, что основные создатели его прибыли из других районов России.  Создания и воплощение идеи, как и многих других, принадлежат архимандриту Антонину Капустину, прибывшиму из Пермской губернии. Церковь посвящена вознесению Христа. Её центральной частью является башня высотой 64 метра. Колокол весом в 5 тонн, был первым колоколом, прозвучавшим в Иерусалиме после многих столетий, когда мусульманские власти запрещали христианам звонить в колокола. Путь, проделанный колоколом из России, весьма поэтично описан Мэиром Шалевом в книге «Эсав»: «Четыреста пятьдесят паломников волокли огромный бронзовый колокол к церкви Марии Магдалены (ошибка автора). Колокол отлили в Одессе и водрузили на специально построенную для этого телегу. Мужчины  тащили её в порт. Оттуда отплыли на пароходе «Санта Анна» в Яффо, оттуда повозку вызвались тащить женщины. Путь проделали молча. Паломники дали обет молчания до тех пор, когда колокол  будет подвешен.
      Проделавших этот путь ещё долго можно было определить по походке: тяжёлые, будто вымученные шаги людей, идущих против сильного ветра.»

      Традиция нахождения головы Иоанна Крестителя на Масличной горе – 
Существует древнее предание, согласно которому голова Иоанна Крестителя была найдена на Масличной горе во времена римского императора Константина Великого. Голова Иоанна была отрублена, так как он доказал, что царь Ирод женился на жене своего брата Иродиаде, у которой была дочь от брата. По иудейской традиции женитьба на жене брата разрешалась только том случае, если брат умер, не оставив детей. По монашеской традиции в русском монастыре Иродиада не позволила похоронить голову Иоанна вместе с телом, а спрятала её в замке Ирода. Она опасалась, что будучи похороненным целиком, Иоанн воскреснет. 
Ученица Иоанна обнаружила голову и вынесла её под покровом ночи из замка. Она спрятала голову в кувшине и похоронила её на Масличной горе. Согласно преданию, голова была найдена дважды. В первый раз – вельможей Иннокентием, решившим удалиться от мира и жить в одиночестве. Он купил небольшой участок земли на Масличной горе. Иннокентий решил построить небольшую церковь и натолкнулся на кувшин с головой. Перед смертью Иннокентий закопал кувшин в том же месте, в котором нашёл его. В 452 г. кувшин был найден двумя монашками, которым Иоанн Креститель трижды явился во сне. Он рассказал им, где похоронена его голова. На третий раз монашки поверили, начали искать и нашли голову.

Место, где, согласно традиции, была найдена голова Иоанна Крестителя.
`,
      image: "01-holyPlace",
    },
    {
      name: "world.the22",
      id: "Church-of-mary-magdalene",
      info: `
      <b>Церковь Марии Магдалены</b> -
      Новый Завет характеризует Марию Магдалену как ярую последовательницу Христа и известна как «апостол апостолов» (apostolorum apostola). Согласно Евангелию, она была одной из женщин, присутствовавших на месте распятия и воскрешения Христа.

      На участке, приобретённом на имя Александра III, в 1882 г. Была построена церковь, которая должна была стать и стала венцом русского присутствия на Святой Земле. О ней написано ещё до завершения строительства: «В изумительном месте создаётся памятник, достойный царской семьи и во славу России. Католические монахи рвут на себе одежды от зависти».
      Архимандрит Капустин, глава российской религиозной миссии, предложил Великим князьям – Сергею Александровичу и Павлу Александровичу, во время их визита в Иерусалим в мае 1881 г., построить храм в память об их матери – княгини Марии Александровны.
      Строительные работы начались в 1885 г., а в 1888 г. состоялась церемония освящения церкви с участием греческого патриарха и главы ИППО Великого князя Сергея Александровича, а также его супруги Великой княгини Елизаветы Фёдоровны, которая просила захоронить её в этой церкви.
      Против главных входных ворот в церковь в изгороди вокруг Масличного сада установлен древний каменный столб неизвестного происхождения, названный «столбом измены» или «столб поцелуя». Столб обозначает место, на котором Иуда Искариот поцеловал Христа, выдав его римлянам, как написано в Евангелии от Марка:
      « И тотчас, как Он ещё говорил, приходит Иуда, один из двенадцати, и с ним множество народа с мечами и кольями, от первосвященников и книжников и старейшин. Предающий же Его дал им знак, сказав: Кого я поцелую, Тот и есть, возьмите Его и ведите осторожно. И, придя, тотчас подошёл к Нему и говорит: Рабби! Рабби! И поцеловал Его. А они возложили на Него руки свои и взяли Его».
      После революции  в России большевики преследовали царскую семью, включая Великую княгиню Елизавету Фёдоровну. После смерти мужа она приняла монашество и посвятила свою жизнь помощи ближним. Она отказалась покинуть Россию  в целях личной безопасности и осталась со своими близкими в Москве. Елизавета была схвачена большевиками и зверски убита после года заключения в застенках. Приверженцы царя, нашедшие тело Великой княгини, просили достойно похоронить её. Тело было переправлено в Сибирь , оттуда – в захоронение царской семьи в Китае. В 1920 г., по указанию её сестры Виктории и в соответствии с волей самой Елизаветы, её останки были захоронены в церкви Марии Магдалены. Елизавета причислена к лику святых и включена в Собор новомучеников и исповедников Российских.
      . `,
      image: "02-holyPlace",
    },
    {
      name: "world.the22",
      id: "Compound-in-Nazareth",
      info: `<b>Русское  подворье в Назарете</b> - 
      Место под застройку было приобретено русским консульским агентом К. Аверино  в 1864 г. для постройки паломнического подворья. Но прошло 20 лет прежде чем участком стало заниматься ИППО.  Советом Общества было дано поручение первому уполномоченному ИППО Смышляеву провести обследование участка, который в тот момент находился ещё в ведении Палестинской комиссии. В 1889 году недвижимость и капиталы Палестинской комиссии перешли в ведение ИППО. С этого момента Общество полномасштабно приступило к подготовке строительствабудущего подворья и, прежде всего, вступило через Поссийское Императорское посольство в Константинополе в переговоры с властями Османской империи по вопросу получения султанского разрешения-фирмана на строительство.
      Строительство подворья было обусловлено увеличением чмсла паломников, стремящихся посетить Назарет на праздник Благовещения. 
      Добиться успеха Общество смогло только в 1901г.  Договор на постройку был заключён с немецким архитектором, инженером и археологом из Хайфы Готлибом Шумахером. 6 июня 1901 г. состоялась торжественная церемония закладки подворья. Строительство было осуществлено в течение трёх лет.
      Большой многофункциональный комплекс подворья вместил в себя:
      общие палаты  для паломников, рассчитанные на 700 -800 человек и мастерские для ручного труда воспитанников Назаретской учительской семинарии,
      амбулаторию для приёма больных с аптекой,
      женскую школу  с помещениями для учениц.
      После гибели первого председателя ИППО – великого князя Сергея Александровича, подворье получило его имя.
      Местные жители также называют подворье «Московией».
      В настоящее время здание принадлежит муниципалитету Назарета.
      
      `,
      image: "03-holyPlace",
    },
    {
      name: "world.the22",
      id: "Alexanders-Court",
      info: `<b>Александровское подворье, церковь Александра Невского</b> - 
      Единственное в Старом городе Иерусалима  и самое близкое к Храму Гроба Господня русское владение. Представляет собой археологический и архитектурный комплекс, включающий в себя порог Судных Врат со знаменитыми «игольными ушами».
      Земля, на которой стоит подворье, была приобретена у коптского духовенства в 1859 г. Российским консульством и первоначально предназначалась для здания Консульства.
      Однако, Консульство для удобства было построено не здесь, а на Русских постройках, за пределами Старого города.
      В 1881 г после паломнической поездки на Святую землю великого князя Сергея Александровича на участке начались обширные археологические раскопки под руководством архимандрита Антонина Капустина, поскольку обнаружилось, что на участке сохранилось множество древностей. В 1883 г. был обнаружен фрагмент второй обводной иерусалимской стены с Порогом Судных Врат, построенный в 5 – 4 вв. до нашей эры, арка храма Адриана, фрагменты стен и остатки двух колонн базилики Храма Воскресения времён правления императора Константина Великого, а также остатки других сооружений VII – VIII вв. После завершения раскопок прямо над ними началось строительство  подворья, которое завершилось  в 1891 г. 22 мая 1896 г. на подворье освятили домовую церковь в честь святого Александра Невского.
      
      `,
      image: "05-holyPlace",
    },
    {
      name: "world.the22",
      id: "Russian-Compound",
      info: `<b>Русское подворье</b> -
      В 1857г. Османские власти согласились продать России участок земли площадью 68 дунамов вблизи  западной части Иерусалимских стен. Российский император заплатил за пять шестых участка, а одну шестую получил в подарок. Это был экстраординарный шаг османских властей: участок находился в стратегической близости от Старого города, вблизи от центральной улицы Яффо. Османским властям пришлось освободить центральную площадь, на которой происходили праздники, церемонии и военные парады. Фактически, это был первый участок, проданный России в непосредственной близости к Старому городу.
      Так началось осуществление плана строительства городка для русских паломников на Святой земле.
       Здесь находятся Свято-Троицкий  собор, больницу, Мариинский и Елизаветинский хостели, Русская духовная миссия Московского патриархата в Иерусалиме, здание Российского консульства и водохранилища.           
        `,
      image: "painting-russian-compound",
    },
    {
      name: "world.the22",
      id: "Russian-Spiritual-Mission",
      info: `<b>Здание духовной миссии</b> -
      Здание было построено для членов Русской духовной миссии на Ближнем Востоке. Отсюда координировалась деятельность миссии в Палестине, Ливане и Сирии, спальни и гостиные для высокопоставленных гостей, комната для приёмов и библиотека. Двухэтажная постройка состоит из четырёх длинных коридоров, в центре которых находится часовня.
      Самым примечальным в здании стала огромная библиотека, содержащая архивные сокровища Русской православной церкви в Израиле, а также тысячи книг и рукописей, пожертвованных Великим князем Константином. Библиотека, содержащая около 17,000 томов, существует и функционирует и по сей день.
      В здании проживают в течение последних 150 лет представители Русской церкви. За эти годы трижды поменялась власть в стране: турецкая, английская и, наконец, израильская.
      
        `,
      image: "04-holyPlace",
    },
    {
      name: "world.the22",
      id: "elizabethan-compound",
      info: `<b>Елизаветинское подворье</b> -
      Построено в 1864 г. архитектором Мартином Ивановичем Эппингером для размещения русских православных паломников-мужчин. Это одноэтажное здание на 300 мест построено в стиле русского Ренессанса. Несмотря на большое количество кроватей, в период с октября до апреля, подворье было заполнено паломниками, дополнительные кровати стояли в коридорах, а палатки разбивали под открытым небом.
Подворье было названо в честь матери Иоанна Крестителя – Праведной Елисаветы.
      `,
      image: "elizabeth-yard",
    },
    {
      name: "world.the22",
      id: "womens-hostel-maria",
      info: `<b>Женское общежитеи имени Марии</b> -
      Общежитие для паломниц, названное в честь Марии Фёдоровны, жены царя Александра Третьего и матери последнего русского царя Николая Второго.
Здание спроектировано «придворным архитектором» ИППО  Мартином Ивановичем Эппингером. Здание состоит из двух кубических строений, соединённых между собой. В центре каждого Куба есть внутренний двор, в котором паломницы могли погреться на солнце, так как в комнатах было очень холодно из-за толстых стен.
Строительство было завершено в 1864 г. Помимо общежития и внутренних двориков, были две кухни, в которых подавалась горячая простая еда. Спальни были очень простые, в больших помещениях стояли десятки кроватей. 
В 1914 г., во время Первой Мировой войны, в здании расположились немецкие службы тыла. Германия была союзницей Турции в войне.  Монахам и другим служителям церкви разрешили вернуться в страны исхода, а паломниц выгнали прямо на улицу в одних ночных рубашках.
В общежитии разместили немецкие кавалерийские конюшни.
В конце 1917 г., после победы Великобритании в войне, англичане решили, что  их учреждения будут расположены на Русском подворье, а общежитие было превращено в тюрьму. В период английского мандата здание превратилось в дом предварительного заключения, там было повешено около сотни арабских заключённых. Множество участников еврейского подполья также содержались в камерах Русского подворья, но не были казнены. Двое еврейских заключённых, приговорённых к смертной казни (Моше Баразани и Меир Файнштейн), подорвали себя гранатой, чтобы не принять смерть от врагов.
      `,
      image: "07-holyPlace",
    },
    {
      name: "world.the22",
      id: "nikolev-compound",
      info: `<b>Николаевское подворье</b> -
      Последнее и самое большое общежитие для паломников, построенное ИППО в Иерусалиме и названное в честь последнего русского царя Николая Второго. Здание спроектировано питербургским архитектором А.Е. Элкиным. На подворье есть 1200 мест трёх разных классов. Места третьего класса стоили 13 копеек за ночь, места второго класса – 2 рубля за ночь, места  первого класса – 4 рубля за ночь.
      Деньги на строительство   здания в сумме  432,000 франков (2,8 миллиона евро сегодня), были пожертвованы ИППО.
      `,
      image: "06-holyPlace",
    },
    {
      name: "world.the22",
      id: "russian-hospital",
      info: `<b>Русская больница в Иерусалиме </b> - 
       Первая больница, построенная за стенами Старого города. Была построена по приказу царицы Марии Александровны для оказания медицинских услуг российским паломникам, ослабевших  после долгой дороги до Иерусалима  и страдавших от распространённых в то время на Ближнем Востоке малярии, тифа и дизентирии.
      К моменту открытия в больнице было 35 мест и самое современное оборудование. Двери больницы были открыты не только для паломников, но и для всех нуждавшихся в медицинской помощи. Постепенно количество мест в больнице увеличилось до 75. К концу 19 века она стала самой большой  больницей в городе. После Первой Мировой войны, во времена английского мандата больница стала центральной государственной больнице . Во время Войны за Независимость больница служила военным госпиталем для солдат Цахала.
      После создания Государства Израиль больнице было присвоено имя «Авихиль», она служила лабораторией для больницы «Адасса», а также моргом. В настоящее время в здании размещается  отдел парковок Иерусалимского муниципалитета.
      
      `,
      image: "08-holyPlace",
    },
    {
      name: "world.the22",
      id: "holy-trinity-cathedral",
      info: `<b>Собор Святой Троицы</b> -
       Одно из первых строений  принадлежавших Российской империи, часть малого города на «Московской» площади. Собор был спроектирован архитектором Мартином Ивановичем Эппингером.
      Свято-Троицкий собор представляет собой храм в неовизантийском стиле с десятью главами, двумя приделами и двумя колокольнями. Собор облицован  розовато-кремовым камнем,   10 зелёных куполов покрыты тульским бронзовым литьём. На куполах установлены православные кресты. 
      Собор напоминает Церковь Вознесения, находящуюся в Московском Кремле.
      Изначально Собор был построен для паломников, проживающих на Русском подворье. Предполагалось, что паломники будут, в основном, молиться в древних храмах Старого города. Поэтому Собор небольшой, он является самым малым сооружением Русского подворья, однако его высота, расположение и величественный стиль делают его выделяют его на фоне окружающих строений.
      
      `,
      image: "holy-trinity",
    },
    {
      name: "world.the22",
      id: "benjamin-compound",
      info: `<b>Вениаминовское подворье в Иерусалиме</b> - 
      Названо в честь иеромонаха Вениамина, впервые прибывшего на Святую землю в 1846 г. и влюбившегося в неё подобно многим другим. Во время русско-турецкой войны лечил раненых на фронте и заслужил звание Героя.
      В 1887 г. Вениамин открыл на собранные им пожертвования общежитие в Западном Иерусалиме. В отличие от сезонных общежитий (сезон паломничества длился с октября до мая) ИППО, общежитие Вениамина стало приютом для тех, кто хотел остаться и жить в Иерусалиме. За символическую плату они могли снять там комнату. Кроме того, на подворье были комнаты, в которых могли бесплатно проживать члены ИППО. Вениамин был очень уважаем Иерусалимским духовенством, его похоронили в Свято-Троицком Соборе.
      Подворье Вениамин завещал ИППО и переписал его на имя председателя – Великого князя Сергея Александровича. 
      На протяжении многих лет на подворье размещалась гуманитарная организация «Йад Сара».
      `,
      image: "09-holyPlace",
    },
    {
      name: "world.the22",
      id: "beit-jala",
      info: `<b>Женская семинария  в Бейт Джала </b> -
      Бейт Джала – городское поселение между Иерусалимом и Иерихоном.
      В этом месте, по преданию, похоронен Иессей – отец царя Давида, который считается одним из отцов Иисуса. Неудивительно, что Бейт Джала привлёк внимание архимандрита Антонина Капустина. В 1886 г.  был приобретён участок земли на пожертвование Великой княгини Марии Фёдоровны и открыта женская православная школа.
      Позднее, по примеру Назарета школа превратилась в женскую учительскую семинарию. Здание было расширено, открылись амбулатория, пансион и часовня. Они были построены на средства Ольги Путятиной, дочери адмирала и дипломата Е.В. Путятина – одного из главных создателей ИППО.      
      `,
      image: "10-holyPlace",
    },
    {
      name: "world.the22",
      id: "jaffa-church",
      info: `<b>Церковь Святого Петра </b> -
      Храм святого апостола Петра  и праведной Тавифы расположен в южной части Тель Авива – Яффо. Особое значение, культурное и административное он приобрёл для паломников, приплывающих в Яффо на пароходах.
      Участок земли был приобретён в 1868 г. архимандритом  Антонином Капустиным, на нём был возведён храм святого апостола Петра для тысяч паломников, завершивших изнурительное двухнедельное морское путешествие из Одессы в Яффо. Паломников встречали в храме горячей едой за символическую плату, после которой следовала общая молитва, освящающая начало путешествия по Святой земле.
      На территории храма похоронена Тавифа, на иврите Цвийя, христианская праведница, одна из первых последовательниц Христа при его жизни.
      «И ученица в Яффо и имя её Тавифа, в переводе Цвийя и исполнена она добротой и праведными делами».
      Святой Пётр был одним из двенадцати апостолов , на этом месте, по преданию, он оживил Тавифу.
      «Пётр выслал всех вон и, преклонив колени, помолился, и, обратившись к телу, сказал: Тавифа! Встань. И она открыла глаза свои и, увидев Петра, села.
      Он, подав ей руку , поднял её, и, призвав  святых и вдовиц, поставил её перед ними живою. 
      Это сделалось известным по всей Иоппии, и многие уверовали в Господа.»
      
      `,
      image: "11-holyPlace",
    },
    {
      name: "world.the22",
      id: "hevron",
      info: `<b>Хеврон, монастырь Святой Троицы Мамврийский дуб</b> - 
      Недалеко от города Хеврона, рядом с Мамврийским дубом, возраст которого около 5000 лет, под которым, по преданию, Авраам принимал явившихся к нему трёх ангелов, сообщивших ему, что его бездетная жена Сара родит ребёнка в следующем году. Авраам считается «праведным отцом» в ортодоксальном христианстве, его память увековечена дважды в год:  9 октября (по Юлианскому календарю) и в «Неделю праотцов» во второе воскресение перед Рождеством Христовым.
      Место считалось священным уже в древние времена, когда римский император Константин построил тут базилику, паломник Даниил упомянул его в своих писаниях, как и  древний историк Иосиф Флавий.
      В 1868 году, на расстоянии от шатра Авраама, архимандрит Антонин Капустин приобрёл участок земли, на котором был позднее построен Монастырь Святой Троицы памяти праотца Авраама.
      
      
      Картина Рембрандта с изображением Авраама и трёх ангелов и Монастыря.      
      `,
      image: "12-holyPlace",
    },
    {
      name: "world.the22",
      id: "tiberias",
      info: `<b>Тверия</b> - 
      На берегу Тибериадского озера, среди Галилейских пейзажей, находится подворье Марии Магдалены. В 1908 г. архимандритом Леонидом Сенцовым был приобретён участок земли, на котором позднее было построено подворье. Так он описал это место: «чудный оазис на  пустынных берегах озера».
      По преданию, именно на месте нынешнего расположения храма, названного в её честь, произошло чудо изгнания из Марии Магдалены семи бесов.
      «После сего он проходил по городам и селениям, проповедуя и благовествуя Царствие Божие, и с ним двенадцать, и некоторые женщины, которых он исцелил от злых духов и болезней: Мария, называемая Магдалиной, из которой вышли семь бесов…» (Евангилие от Луки).
      Русские монашки ухаживают за этим прекрасным местом у подножия Галилеи.
      `,
      image: "13-holyPlace",
    },
    {
      name: "world.the22",
      id: "haifa-church",
      info: `<b>Собор Святого Пророка Илии в Хайфе или церковь Илии Пророка </b> - 
      В связи с увеличением потока паломников в Палестину, достигшим рекорда в 1913 г., пароходы начали прибывать в Хайфский порт.
      Архимандрит Леонид Сенцов приобрёл здесь участок земли для строительства храма и приюта для паломников.
      Поначалу Османские власти отказывались дать разрешение на строительство, но в конце концов, согласились, и на 300-ю годовщину царствования дома Романовых Собор открылся для широкой публики.
      Илия Пророк считается в христианстве важной фигурой. Согласно некоторым преданиям Илия Пророк и Иоанн Креститель – одно и то же лицо. Также считается, что Пророк Илия боролся с идолопоклонством.      
      `,
      image: "church-prophet-elijah",
    },
    {
      name: "world.the22",
      id: "jerico-compound",
      info: `<b>Иерихон</b> - 
      Особое место для христиан, где находится «древо Закхея», упомянутое в Евангелии от Луки.
      Согласно преданию, когда Иисус проходил через Иерихон, направляясь в Галилею, его окружало множество людей. Один из них, по имени Закхей был местным сборщиком налогов (мытарем), взбирался на фиговое дерево, чтобы лучше слышать Иисуса. Иисус, увидев это, попросил остановиться в доме Закхея, несмотря на то, что в общине его ненавидели  (как сборщика налогов для римлян). Закхей так расчувствовался, что решил пожертвовать бедным половину своего имущества. 
      Участок в Иерихоне был приобретён архимандритом Антонином Капустиным в 1873 г., на нём построено небольшое подворье на месте, где, по преданию, находился дом мытаря Закхея.      
      `,
      image: "jerico-compound",
    },
  ],
};
export { russianText as default };
